{
  "header": {
    "home": "Accueil",
    "chi_siamo": "Nous",
    "la_nostra_storia": "Notre histoire",
    "servizi": "Services",
    "area_personale": "Espace Personnel",
    "contattaci": "Contactez-nous",
    "masp_caratteristiche": "Caractéristiques",
    "masp_operazioni": "Opérations",
    "masp_tracciabilità": "Traçabilité",
    "unità_di_controllo": "Unité de contrôle (PC)",
    "schede_per_automazione": "Cartes pour automatisation",
    "scheda_di_controllo_digitale": "Carte de contrôle numérique"
  },
  "home": {
    "slider": {
      "slide_1_title":"AUTOMATISATION INDUSTRIELLE",
      "slide_1_subtitle": "Plateforme MASP",
      "slide_1_desc": "Nous amenons votre entreprise vers l'industrie 4.0",
      "slide_1_button": "Voir plus",
      "slide_2_title":"AUTOMATISATION DE BUREAU",
      "slide_2_subtitle": "Plateforme Imagina",
      "slide_2_desc": "Nous automatisons vos processus",
      "slide_2_button": "Voir plus"
    },
    "chi_siamo": {
      "header": "À propos de nous",
      "title": "L'histoire de Scanteq",
      "desc_1": "Scanteq a été fondée à Turin, le cœur battant de l'industrie italienne, avec la mission de développer des technologies de pointe dans le domaine de l'automatisation. Depuis ses premières années d'activité, l'entreprise a consacré ses ressources à la création de solutions logicielles et matérielles avancées, en se concentrant principalement sur la numérisation des documents et les technologies d'impression à jet d'encre et sur papier thermique. Ces fonctionnalités font partie des principales offres de Scanteq sous le nom de la plateforme Imagina, avec des milliers de licences vendues.",
      "desc_2": "Par la suite, l'entreprise a entrepris une nouvelle phase de développement qui a conduit à la diversification de ses activités, incluant dans son portefeuille la conception de solutions pour l'automatisation industrielle. Parmi celles-ci, se distingue la plateforme MASP (Mounting Assisted Software Platform), qui permet la mise en œuvre flexible et efficace de systèmes de contrôle avancés pour les lignes de production, en combinant efficacement des outils logiciels et matériels et en améliorant de manière significative l'efficacité et la qualité des processus de production. Grâce à la remarquable polyvalence et évolutivité de la plateforme MASP, qui a été bien accueillie par le marché, Scanteq fournit et installe chaque année des dizaines de solutions de pointe avec ses partenaires, servant des entreprises manufacturières importantes tant italiennes qu'internationales. Nous sommes fiers d'apporter une petite mais significative contribution à la fabrication de produits importants de l'industrie automobile italienne et européenne. Des marques renommées telles que Lamborghini, Ferrari, Maserati, McLaren, Alpine, Cupra, Abarth, Alfa Romeo, Ducati, Agusta et bien d'autres bénéficient des solutions innovantes développées par Scanteq, démontrant la valeur et la qualité de nos technologies dans le secteur automobile.",
      "contatto": "Contact téléphonique",
      "esperienza": "14 ans d'expérience"
    },
    "primo_piano": {
      "header": "Produits en vedette",
      "piattaforma_masp": {
        "header": "Plateforme MASP",
        "title": "Automatisation avancée pour l'industrie 4.0",
        "desc_1": "Dans le contexte de l'automatisation pour l'industrie 4.0, la plateforme MASP (Mounting Assisted Software Platform) est proposée, permettant la mise en œuvre flexible et efficace de systèmes de contrôle avec un contenu technologique avancé au sein des lignes de production grâce à une combinaison efficace d'outils logiciels et matériels propriétaires.",
        "desc_2": "Le fonctionnement repose sur l'exécution dans un ordre prédéterminé d'une série d'opérations, appelées Jobs, qui représentent des étapes effectuées par la partie logicielle, électronique et électromécanique, avec ou sans intervention de l'opérateur, nécessaires pour atteindre un résultat final.",
        "button": "Voir plus"
      },
      "supervisor":{
        "header": "Supervisor",
        "title": "Contrôle, traçabilité et maintenance dans un seul Hub",
        "desc_1": "Supervisor est un outil web connecté à la plateforme MASP qui, grâce à ses trois hubs interconnectés, Traceability, Control et Maintenance, garantit la gestion des données collectées lors des opérations, un contrôle opérationnel optimal et une maintenance efficace.",
        "control_title": "Control",
        "control_desc": "Le Control Hub offre un contrôle immédiat de l'état opérationnel des postes, permettant l'identification et la résolution rapide des anomalies, ainsi que l'optimisation des performances du système.",
        "traceability_title": "Traceability",
        "traceability_desc": "Le Traceability Hub permet une surveillance détaillée et en temps réel des données, améliorant la précision des informations et permettant un contrôle plus efficace des processus et des opérations.",
        "maintenance_title": "Maintenance",
        "maintenance_desc": "Enfin, le Maintenance Hub supporte la maintenance préventive avec des outils avancés qui maintiennent les postes efficaces et réduisent les temps d'arrêt grâce à la surveillance à distance.",
        "button": "Voir plus"
      },
      "mes":{
        "header": "Mes",
        "title": "Traçabilité et contrôle pour une production efficace",
        "desc_1": "Le Mes est une plateforme web interconnectée au MASP et conçue pour suivre avec précision les cycles de travail que les postes effectuent à chaque étape du processus de production.",
        "desc_2": "La gestion des travaux, des commandes, des composants et des informations auxiliaires permet un contrôle total de la production même à distance. Les cycles de travail peuvent être créés et envoyés directement dans le réseau de l'entreprise, les rendant facilement accessibles depuis les postes.",
        "desc_3": "Avec cette gestion intégrée, le contrôle de la production devient simple et efficace. Des cycles de travail au partage des informations cruciales, notre système offre la flexibilité et la praticité nécessaires aux petites et moyennes entreprises pour optimiser les opérations sans effort excessif.",
        "button": "Voir plus"
      },
      "piattaforma_imagina": {
        "header": "Plateforme Imagina",
        "scanquest_title": "Simplifiez le bureau avec le logiciel ScanQuest",
        "scanquest_desc_1": "Notre logiciel ScanQuest et le Software Development Kit (SDK) ScanApi ont été développés pour faciliter les opérations de bureau grâce à des scanners avec alimentation automatique et des imprimantes à jet d'encre. Ces outils sont conçus pour automatiser les tâches de numérisation, permettant aux utilisateurs de convertir des documents papier, des photos et d'autres matériaux en format numérique avec une grande facilité et précision.",
        "scheda_title": "Numérisation et impression avec la carte Imagina",
        "scheda_desc_1": "Grâce à notre technologie, les dispositifs Imagina mettent en œuvre des algorithmes sophistiqués de reconnaissance pour les codes-barres, les caractères imprimés et manuscrits. Cela permet aux utilisateurs d'extraire rapidement des informations pertinentes des documents numérisés. De plus, les fichiers peuvent être convertis en noir et blanc, archivés dans divers formats tels que BMP, JPEG, TIFF et PDF, et facilement modifiés et partagés électroniquement, améliorant considérablement la productivité au bureau.",
        "button": "Voir plus"
      },
      "schede_automazione": {
        "header": "Cartes pour Automatisation Industrielle",
        "io24_title": "IO24ADC",
        "io24_desc_1": "La carte électronique IO24ADC est utilisée dans le secteur du contrôle industriel pour gérer efficacement les entrées et sorties numériques de 0 à 24VDC. Elle est équipée de 24 entrées et 24 sorties protégées et supporte également la conversion de 5 canaux analogique-numériques, offrant une plus grande polyvalence avec un port d'expansion pour la connexion à des modules supplémentaires. Les connexions possibles au PC de contrôle se font via des ports USB, RS232 ou CAN, tous isolés galvaniquement pour une protection accrue.",
        "encoder_title": "ENCODER 4",
        "encoder_desc_1": "Le module ENCODER 4, intégré dans notre projet pour l'industrie 4.0, permet la surveillance précise des angles grâce à quatre encodeurs absolus ou la lecture des coordonnées à partir de quatre règles optiques numériques. Cela se connecte directement au PC de contrôle via la carte IO24ADC et son port d'expansion numérique, enrichissant ainsi notre gamme de solutions et offrant aux opérateurs des outils robustes pour la gestion des processus industriels.",
        "cora_title": "CORA",
        "cora_desc_1": "La carte électronique CORA permet la lecture des courants, transformant la valeur mesurée en une tension qui sera numérisée via l'un des canaux de conversion ADC de la carte IO24ADC. Elle dispose d'un transducteur isolé galvaniquement capable de lire des courants unidirectionnels ou bidirectionnels jusqu'à un maximum de 19.2A. La tension de sortie, proportionnelle au courant mesuré, varie entre 0V et 3.3V, la rendant compatible avec les convertisseurs analogique-numériques de la carte IO24ADC.",
        "button": "Voir plus"
      }
    },
    "servizi": {
      "header": "Nos services",
      "data": [
        {
          "id": 1,
          "title": "Développement de produits",
          "description": "Scanteq développe, pour elle-même et pour ses clients, des produits innovants avec une architecture intégrée de matériel, de micrologiciel et de logiciel. Nous offrons des compétences complètes et fournissons la documentation et les certifications UL, FCC et CE, garantissant des produits de haute qualité.",
          "icon": "flaticon-monitor"
        },
        {
          "id": 2,
          "title": "Conception de matériel",
          "description": "Experts en électronique, nous concevons des circuits analogiques, numériques et de puissance. Nous fournissons des compétences avancées dans la création de schémas électroniques et de la disposition, garantissant des solutions innovantes, fiables et de haute qualité pour répondre aux besoins de nos clients.",
          "icon": "flaticon-engineer"
        },
        {
          "id": 3,
          "title": "Développement de logiciels et de micrologiciels",
          "description": "Enfin, nous développons des logiciels et des micrologiciels pour diverses plateformes, prenant en charge les systèmes d'exploitation modernes et l'interfaçage avec des périphériques matériels. Nous sommes experts en pilotes de périphériques, bibliothèques (DLL) et interfaces utilisateur complexes (GUI), offrant un support dans les tests et la distribution.",
          "icon": "flaticon-coding"
        }
      ]
    },
    "clienti": {
      "header_1": "Nos partenaires",
      "header_2": "Nos clients finaux",
      "tecno_italia": "Tecno Italia, située à Orbassano, est spécialisée dans la distribution de bras de réaction et d'équipements de manutention dans le secteur industriel, offrant des services après-vente complets, y compris la formation, l'assistance technique et un vaste inventaire de pièces de rechange pour optimiser la production industrielle.",
      "miba": "Fondée en 1984, Miba est le seul détenteur de la marque THOR et se spécialise dans la conception et la fabrication d'équipements industriels. Depuis 2006, elle est le distributeur exclusif en Italie pour les produits Eepos, Liftkon et Vetter, collaborant avec les principales entreprises automobiles européennes.",
      "automotive_componentistica_title": "Automobile et composants pour automobile",
      "automotive_componentistica_desc": "Dans le secteur de l'automobile, des composants pour automobile et des usinages mécaniques, notre entreprise a fourni les technologies pour la création de bancs de montage et de test. Ces systèmes utilisent les opérations disponibles dans la plateforme MASP et peuvent s'interfacer avec les systèmes MES (Manufacturing Execution System) et ERP (Enterprise Resources Planning) de nos clients.",
      "lavorazioni_meccaniche_title": "Usinages mécaniques",
      "automazione_ufficio_title": "Automatisation de bureau",
      "automazione_ufficio_desc": "Scanteq a fourni la solution matérielle et logicielle pour l'imagerie et l'impression numérique, facilitant le développement rapide du scanner multifonctions appelé scAn4 pour le client. Cet appareil est utilisé pour la numérisation et le traitement des documents et des chèques, la reconnaissance de la ligne de codage magnétique E13B et CMC7, la lecture des billets de loterie, la vérification des billets de banque et l'impression à jet d'encre sur le dos des articles en papier.",
      "istruzione_ricerca_title": "Éducation et recherche",
      "istruzione_ricerca_desc": "Le Département de génie électrique du Politecnico di Torino a choisi notre solution de contrôle numérique comme carte électronique pour contrôler en temps réel les convertisseurs électroniques de puissance dans un système de recharge sans fil pour les batteries des voitures électriques. Financé par des fonds européens, ce projet fait partie d'une collaboration internationale avec des instituts de recherche et des universités."
    },
    "perche_sceglierci":{
      "header": "Pourquoi nous choisir",
      "desc_1": "Scanteq offre plus d'une décennie d'expérience dans l'automatisation industrielle et de bureau. Notre expertise avérée et notre engagement constant pour l'innovation garantissent des solutions sur mesure réussies.",
      "lista":[
        {
          "desc": "Excellence technique"
        },
        {
          "desc": "Expérience avérée"
        },
        {
          "desc": "Innovation continue"
        },
        {
          "desc": "Personnalisation des solutions"
        },
        {
          "desc": "Support client proactif"
        }
      ]

    }
  }
}
