{
  "header": "Notre Leadership",
  "desc_1": "En tant que fondateur de Scanteq, Valentin Drogorano (anciennement Drogoreanu) occupe le poste de Chief Technology Officer depuis 2010, et depuis 2022, il est devenu le Directeur Général de Scanteq Srl, suite à une réorganisation d'entreprise motivée par la croissance.",
  "desc_2": "Après avoir obtenu son diplôme en Ingénierie Électronique en 1992 à l'Université 'Politehnica' de Bucarest, l'ingénieur Valentin Drogorano a commencé sa carrière de chercheur dans le même établissement, se spécialisant dans le contrôle numérique et la simulation des convertisseurs électroniques de puissance. Par la suite, il a obtenu une bourse Tempus au 'Politecnico' de Turin, où il a mené des recherches dans le domaine du Contrôle Vectoriel avec DSP (Processeur de Signal Numérique) pour les entraînements à courant alternatif. Au cours de cette période productive dans les universités, Valentin Drogorano a contribué en tant que co-auteur à plus de vingt articles et deux livres scientifiques. De plus, il a enseigné et mené des recherches à l'Université 'Politehnica' de Bucarest et au 'Politecnico' de Turin dans les domaines de l'électronique industrielle, de l'électronique de puissance, du génie logiciel et du contrôle numérique avec ordinateurs, microprocesseurs et DSP.",
  "desc_3": "Valentin Drogorano a obtenu son doctorat en Ingénierie Électronique à l'Université 'Politehnica' de Bucarest en 2000, avec une thèse intitulée 'Méthodes et stratégies pour l'optimisation des onduleurs PWM (Modulation de Largeur d'Impulsion)', obtenant la mention 'Summa Cum Laude'. Par la suite, en 2002, il a complété un autre doctorat en Ingénierie Électrique au 'Politecnico' de Turin, se concentrant sur le 'Contrôle sans capteur pour moteurs à courant alternatif : applications avec DSP pour moteurs à induction'.",
  "desc_4": "En outre, le Dr Valentin Drogorano a poursuivi sa carrière dans l'industrie à Turin, se concentrant sur la conception de solutions matérielles et logicielles pour l'automatisation de bureau et industrielle.",
  "desc_5": "En 1998, Valentin Drogorano a commencé à travailler en tant que Senior Design Engineer chez Panini Spa, à une époque où l'entreprise développait des solutions innovantes pour la numérisation des chèques. Pendant cette période, Valentin Drogorano a été l'un des principaux concepteurs de technologies (cartes électroniques avec microprocesseurs et DSP, contrôleurs USB et FPGA, ainsi que firmware, Device Drivers, logiciels et algorithmes de traitement d'image et de reconnaissance de motifs) intégrées dans les scanners S1 Vision, MyVision X et Vision X. Ce dernier produit, devenu iconique, a rapidement dominé le marché financier mondial, dépassant le million d'unités vendues et permettant à Panini Spa de s'affirmer comme un leader mondial dans la numérisation des chèques.",
  "desc_6": "En 2010, poussé par son solide bagage technologique et sa passion pour l'innovation, Valentin Drogorano a fondé Scanteq dans le but de continuer à concevoir et produire des systèmes numériques complexes pour l'acquisition d'images, tout en étendant son champ d'intérêt à d'autres secteurs tels que l'impression numérique jet d'encre et thermique, ainsi que l'automatisation industrielle. Valentin Drogorano est le créateur des plateformes Imagina et MASP (Plateforme Logicielle Assistée pour le Montage), continuellement mises à jour et améliorées, qui demeurent les principales propositions de l'entreprise."
}
