{
    "header": "Notre leadership",
    "desc_1": "En tant que fondateur de Scanteq, l'ingénieur Valentin Drogoreanu a occupé le poste de Chief Technology Officer depuis le début de cette start-up en 2010, et depuis 2022, il est devenu le Directeur Général de Scanteq Srl, suite à une réorganisation de l'entreprise motivée par le processus de croissance.",
    "desc_2": "Après avoir obtenu son diplôme en Ingénierie Électronique en 1992 à l'Université « Politehnica » de Bucarest, en Roumanie, Valentin Drogoreanu a commencé sa carrière professionnelle en tant que chercheur dans la même institution, se spécialisant dans les domaines du contrôle numérique et de la simulation des convertisseurs électroniques de puissance. Par la suite, il a obtenu une bourse Tempus au « Politecnico » de Turin, où il a mené des recherches dans le domaine du Contrôle Vectoriel avec DSP (Digital Signal Processor) pour les entraînements à courant alternatif.",
    "desc_3": "Pendant cette période de travail fructueux dans les universités, Valentin Drogoreanu a contribué en tant que co-auteur à plus de vingt articles et deux livres scientifiques. De plus, il a mené des activités d'enseignement et de recherche à l'Université « Politehnica » de Bucarest et au Politecnico de Turin dans les domaines de l'électronique industrielle, de l'électronique de puissance, de l'ingénierie logicielle et du contrôle numérique, utilisant des ordinateurs et des microprocesseurs.",
    "desc_4": "En 2000, Valentin Drogoreanu a obtenu un Doctorat en Ingénierie Électronique à l'Université « Politehnica » de Bucarest, obtenant la qualification « Summa Cum Laude ». Par la suite, en 2002, il a complété un autre Doctorat en Ingénierie Électrique au Politecnico de Turin.",
    "desc_5": "Par la suite, Valentin Drogoreanu a entrepris une carrière dans l'industrie à Turin, se concentrant sur la mise en œuvre de solutions matérielles et logicielles pour les équipements destinés aux secteurs de l'automatisation de bureau et industrielle. En 1998, il a pris le poste de Senior Design Engineer chez Panini Spa, leader mondial de la numérisation des chèques. Pendant cette période, il a développé une connaissance approfondie des technologies matérielles, logicielles et firmware pour l'acquisition d'images, devenant une nouvelle passion à laquelle il s'est consacré avec enthousiasme.",
    "desc_6": "En 2010, poussé par sa vaste expertise technologique et sa compréhension du marché, Valentin Drogoreanu a fondé Scanteq, une start-up spécialisée dans la recherche et le développement, avec un focus sur les technologies électroniques et informatiques. L'objectif principal était non seulement de continuer à concevoir et produire des systèmes d'acquisition d'images, mais aussi d'étendre le champ d'intérêt à d'autres secteurs tels que l'impression numérique et l'automatisation industrielle."
}
