{
    "prequel": {
        "header": "Caractéristiques Principales",
        "desc_1": "Dans le contexte de l'automatisation pour l'Industrie 4.0, la plateforme MASP (Mounting Assisted Software Platform) est proposée, permettant l'implémentation flexible et efficace de systèmes de contrôle avec des contenus technologiques avancés au sein des lignes de production grâce à une combinaison efficace d'outils logiciels et matériels propriétaires.",
        "desc_2": "Le fonctionnement est basé sur l'exécution dans un ordre prédéterminé d'une série d'opérations, appelées Job, qui représentent des étapes effectuées par la partie logicielle, électronique et électromécanique, avec ou sans intervention de l'opérateur, nécessaires pour atteindre un résultat final."
    },
    "characteristics": {
        "guided_conduct_title": "CONDUITE GUIDÉE",
        "guided_conduct_desc": "L'exactitude des opérations est garantie par une interface utilisateur intuitive avec des panneaux automatiques contenant des images et des messages qui guident l'opérateur à chaque étape du travail. Le système est efficace grâce à des méthodes de configuration personnalisables et simples à implémenter pour les images et les messages. De plus, la plateforme inclut un panneau pour afficher des instructions via des images, des fichiers PDF et des vidéos, utiles pour la formation du personnel sans l'utilisation de matériel papier, avec tous les avantages qui en découlent.",
        "automation_of_procedures_title": "AUTOMATISATION DES PROCÉDURES",
        "automation_of_procedures_desc": "Le fonctionnement standard des postes prévoit l'assistance de l'opérateur par le matériel et le logiciel. Cependant, l'intervention de l'opérateur est nécessaire pour les travaux. La plateforme MASP offre la possibilité d'automatiser de nombreuses opérations sans besoin de confirmation de l'opérateur. Ces opérations incluent des contrôles analogiques, comme la vérification des courants absorbés ou des résistances électriques, et le déplacement automatique de pièces mécaniques pour exécuter des opérations complexes.",
        "traceability_of_results_title": "TRAÇABILITÉ DES RÉSULTATS",
        "traceability_of_results_desc": "Pendant le cycle de travail, le système enregistre tous les paramètres pertinents et autres données essentielles pour la traçabilité, comme le nom du fabricant, le code de la station, la date et l'heure, le nom de l'utilisateur et les codes du produit. À la fin du cycle, les données sont stockées sous différents formats : fichiers CSV, tables dans des bases de données MySQL ou SQL Server et envoyées aux systèmes MES. Il est également possible de délivrer des étiquettes imprimées sur du papier thermique. Ces fonctionnalités garantissent une traçabilité efficace, essentielle pour les systèmes de production de l'Industrie 4.0.",
        "traceability_of_results_button": "Voir plus",
        "customization_of_operations_title": "PERSONNALISATION DES OPÉRATIONS",
        "customization_of_operations_desc": "La plateforme est conçue pour offrir une technologie moderne pour les systèmes de production de manière flexible. Lors du développement, une attention maximale a été portée pour obtenir un environnement hautement personnalisable via des fichiers INI. Ces simples fichiers texte contiennent des champs spécifiques que le personnel technique peut facilement modifier pour gérer les paramètres de configuration des cycles de travail, comme le nombre de répétitions en cas de résultat négatif, les valeurs de référence, les messages et les images à afficher.",
        "peripheral_configuration_title": "CONFIGURATION DES PÉRIPHÉRIQUES",
        "peripheral_configuration_desc": "En plus de modifier les cycles opérationnels, il est possible de personnaliser les paramètres matériels sans mettre à jour le logiciel, réduisant ainsi les coûts de mise en œuvre. Ces paramètres, tels que les ports d'entrée/sortie, les convertisseurs ADC de la carte électronique IO24ADC, les valeurs d'offset et de gain, et la disposition des étiquettes, sont sauvegardés dans des fichiers INI avec le préfixe HAL (Hardware Abstraction Layer). La plateforme inclut également l'application Io24Terminal, utilisée par le personnel technique pour vérifier les périphériques pendant l'installation.",
        "operator_safety_title": "SÉCURITÉ DE L'OPÉRATEUR",
        "operator_safety_desc": "Lors d'opérations dangereuses, il est essentiel que l'opérateur reste éloigné de la zone à risque. La plateforme offre des solutions matérielles et logicielles pour garantir la sécurité, comme un dispositif bimanuelle placé dans une zone sûre pour désactiver les systèmes dangereux et un tapis électronique qui signale la présence dans les zones interdites. D'autres méthodes sont gérées uniquement par le logiciel. Par exemple, dans un test avec une cellule de charge en mouvement, la force est surveillée pour éviter les surcharges, arrêtant l'opération si nécessaire."
    },
    "intro": {
        "data": [
            {
                "margin": false,
                "fade": "Left",
                "titolo": "Interface Utilisateur",
                "immagineSrc": "images/masp/principale.png",
                "altSrc": "Interface Utilisateur",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-layers",
                        "descrizione": "L'interface utilisateur est conçue pour afficher toutes les informations opérationnelles dans la fenêtre principale, utilisant des panneaux superposés de type Tab pour les opérations spécifiques, un écran d'accueil pour un accès rapide aux fonctions principales et un écran de journal pour surveiller et analyser les activités du système."
                    },
                    {
                        "iconaClasse": "flaticon-web-plugin",
                        "descrizione": "La configuration de l'interface utilisateur est gérée via des fichiers qui permettent d'activer ou de désactiver les différents panneaux et contrôles, offrant flexibilité et personnalisation pour adapter l'application aux besoins spécifiques des utilisateurs."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Right",
                "titolo": "Authentification des Utilisateurs",
                "immagineSrc": "images/masp/login.png",
                "altSrc": "Authentification des Utilisateurs",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-promotion",
                        "descrizione": "L'application MASP divise le personnel en trois catégories : User, Coord et Admin, chacune avec des permissions spécifiques pour répondre aux besoins opérationnels. La gestion des accès est implémentée via une fonction de login, assurant la traçabilité des opérateurs et empêchant l'utilisation non autorisée des postes."
                    },
                    {
                        "iconaClasse": "flaticon-programmer",
                        "descrizione": "Depuis l'écran principal, en cliquant sur Login, le panneau avec la liste des utilisateurs enregistrés s'ouvre. Pour accéder, il faut sélectionner l'utilisateur, entrer le code PIN à l'écran et appuyer sur Login. Alternativement, le login peut se faire en scannant le code badge de l'opérateur avec le lecteur de codes-barres pendant que la fenêtre de login est ouverte."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Left",
                "titolo": "Démarrage du Travail",
                "immagineSrc": "images/masp/avviolavorazione.png",
                "altSrc": "Démarrage du Travail",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-laptop",
                        "descrizione": "Une première possibilité prévoit l'insertion manuelle du code, où l'utilisateur entre directement le code du cycle de travail via le clavier."
                    },
                    {
                        "iconaClasse": "flaticon-image",
                        "descrizione": "Une alternative est la lecture du code-barres, permettant d'accélérer le processus de sélection. En utilisant un lecteur de codes-barres, l'utilisateur peut scanner le code-barres associé au cycle de travail, garantissant une insertion rapide et sans erreur."
                    },
                    {
                        "iconaClasse": "flaticon-layers",
                        "descrizione": "Une autre option est la sélection à partir d'une liste prédéfinie. Dans ce cas, l'utilisateur peut choisir le cycle de travail souhaité à partir d'une liste prédéfinie, affichant toutes les options disponibles de manière claire et organisée."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Right",
                "titolo": "Panneaux de Diagnostic",
                "immagineSrc": "images/masp/diagnostica.png",
                "altSrc": "Panneaux de Diagnostic",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-category",
                        "descrizione": "Les panneaux de diagnostic affichent l'état des périphériques pour chaque opération ou fonctionnalité du poste, permettant la gestion manuelle. Ils fournissent des informations détaillées sur le fonctionnement des périphériques connectés."
                    },
                    {
                        "iconaClasse": "flaticon-computer-hardware",
                        "descrizione": "Ils s'ouvrent via le bouton 'Diagnostic' dans l'écran principal, qui ouvre une fenêtre de sélection des panneaux spécifiques pour chaque job ou fonctionnalité du poste."
                    },
                    {
                        "iconaClasse": "flaticon-development",
                        "descrizione": "L'interface détaillée des panneaux de diagnostic permet le contrôle et la maintenance des périphériques. Les utilisateurs peuvent effectuer des opérations avancées de diagnostic et de surveillance pour maintenir l'efficacité du système."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Left",
                "titolo": "Implémentation des Opérations via Job",
                "immagineSrc": "images/masp/lavorazione.png",
                "altSrc": "Implémentation des Opérations via Job",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-touch",
                        "descrizione": "Le logiciel MASP utilise le concept de 'Job' pour personnaliser les cycles de travail, chaque job représentant une fonction spécifique. La configuration se fait via des fichiers texte .ini, qui définissent les paramètres pour chaque étape du cycle."
                    },
                    {
                        "iconaClasse": "flaticon-profit",
                        "descrizione": "Les fichiers .ini contiennent des sections générales et spécifiques pour chaque job, permettant de définir de nombreux paramètres. Cela offre un haut degré de personnalisation et de contrôle, adaptant le logiciel aux besoins spécifiques des utilisateurs."
                    }
                ]
            }
        ],
        "button": "Suivant"
    }
}
