{
  "header": {
    "home": "Home",
    "chi_siamo": "Chi siamo",
    "la_nostra_storia": "La nostra storia",
    "servizi": "Servizi",
    "area_personale": "Area Personale",
    "contattaci": "Contattaci",
    "masp_caratteristiche": "Caratteristiche",
    "masp_operazioni": "Operazioni",
    "masp_tracciabilità": "Tracciabilità",
    "unità_di_controllo": "Unità di controllo (PC)",
    "schede_per_automazione": "Schede per automazione",
    "scheda_di_controllo_digitale": "Scheda di controllo digitale"
  },
  "home": {
    "slider": {
      "slide_1_title":"AUTOMAZIONE INDUSTRIALE",
      "slide_1_subtitle": "Piattaforma MASP",
      "slide_1_desc": "Portiamo la tua azienda verso l'industria 4.0",
      "slide_1_button": "Vedi di piu'",
      "slide_2_title":"AUTOMAZIONE D'UFFICIO",
      "slide_2_subtitle": "Piattaforma Imagina",
      "slide_2_desc": "Rendiamo i tuoi processi automatici",
      "slide_2_button": "Vedi di piu'"
    },
    "chi_siamo": {
      "header": "Chi siamo",
      "title": "La storia di Scanteq",
      "desc_1": "Scanteq è stata fondata a Torino, nel cuore pulsante dell'industria italiana, con la missione di sviluppare tecnologie all'avanguardia nel settore dell'automazione. Fin dai primi anni di attività, l'azienda ha dedicato le sue risorse alla creazione di soluzioni software e hardware avanzate, focalizzandosi principalmente sulla digitalizzazione dei documenti e sulle tecnologie di stampa a getto d'inchiostro e su carta termica. Queste funzionalità fanno parte delle principali proposte di Scanteq sotto il nome di piattaforma Imagina, con migliaia di licenze vendute.",
      "desc_2": "In seguito, l'azienda ha intrapreso una nuova fase di sviluppo che ha portato alla diversificazione delle sue attività, includendo nel proprio portafoglio la progettazione di soluzioni per l'automazione industriale. Tra queste spica la piattaforma MASP (Mounting Assisted Software Platform) che consente l'implementazione flessibile ed efficiente di sistemi di controllo avanzati per le linee di produzione, combinando strumenti software e hardware in modo efficace e migliorando significativamente l'efficienza e la qualità dei processi produttivi. Grazie alla notevole versatilità e scalabilità della piattaforma MASP, che ha ottenuto un'ottima accoglienza dal mercato, Scanteq fornisce e installa ogni anno decine di soluzioni all'avanguardia insieme ai suoi partner, servendo importanti aziende manifatturiere sia italiane che internazionali. Siamo orgogliosi di fornire un piccolo ma significativo contributo alla fabbricazione di importanti prodotti dell'industria automotive italiana ed europea. Marchi rinomati come Lamborghini, Ferrari, Maserati, McLaren, Alpine, Cupra, Abarth, Alfa Romeo, Ducati, Agusta e altri ancora beneficiano delle soluzioni innovative sviluppate da Scanteq, dimostrando il valore e la qualità delle nostre tecnologie nel settore automobilistico.",
      "contatto": "Contatto telefonico",
      "esperienza": "14 Anni di esperienza"
    },
    "primo_piano": {
      "header": "Prodotti in primo piano",
      "piattaforma_masp": {
        "header": "Piattaforma MASP",
        "title": "Automazione avanzata per l'Industria 4.0",
        "desc_1": "Nel contesto dell'automazione per l'Industria 4.0, viene proposta la piattaforma MASP (Mounting Assisted Software Platform), che consente l'implementazione flessibile ed efficiente di sistemi di controllo con contenuti tecnologici avanzati all’interno delle linee di produzione attraverso una combinazione efficace di strumenti software e hardware proprietari.",
        "desc_2": "Il funzionamento si basa sull’esecuzione in ordine predeterminato di una serie di operazioni, denominate Job, che rappresentano passaggi effettuati dalla parte software, elettronica ed elettromeccanica, con o senza intervento dell’operatore, necessari per raggiungere un risultato finale.        ",
        "button": "Vedi di più" 
      },
      "supervisor":{
        "header": "Supervisor",
        "title": "Controllo, tracciabilità e manutenzione in un unico Hub",
        "desc_1": "Il Supervisor è uno strumento web collegato alla piattaforma MASP che, attraverso i suoi tre hub interconnessi, Traceability, Control e Maintenance, garantisce la gestione dei dati raccolti durante le operazioni, il controllo operativo ottimale e una manutenzione efficace.",
        "control_title": "Control",
        "control_desc": "Il Control Hub offre un controllo immediato sullo stato operativo delle postazioni, consentendo la rapida identificazione e risoluzione di anomalie, nonché l'ottimizzazione delle prestazioni del sistema.",
        "traceability_title": "Traceability",
        "traceability_desc": "Il Traceability Hub permette un monitoraggio dettagliato e in tempo reale dei dati, migliorando la precisione delle informazioni e consentendo un controllo più efficace dei processi e delle operazioni.",
        "maintenance_title": "Maintenance",
        "maintenance_desc": "Infine, il Maintenance Hub supporta la manutenzione preventiva con strumenti avanzati che mantengono le postazioni efficienti e riducono i tempi di inattività grazie al monitoraggio remoto." ,
        "button": "Vedi di più",
        "dataImg":[
          {
            "src": "/images/supervisor/circolare.png",
            "width": "100%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ],
        "logoImg": "/images/supervisor/supervisor_white.png"
      },
      "mes":{
        "header": "Mes",
        "title": "Tracciabilità e controllo per una produzione efficiente",
        "desc_1": "Il Mes è una piattaforma web interconnessa al MASP e progettata per tracciare con precisione i cicli lavorativi che le postazioni effettuano in ogni fase del processo produttivo.",
        "desc_2": "La gestione delle lavorazioni, delle commesse, dei componenti e delle informazioni ausiliarie consente un controllo totale della produzione anche da remoto. Si possono creare cicli di lavoro e inviarli direttamente nella rete aziendale, rendendoli facilmente accessibili dalle postazioni.",
        "desc_3": "Con questa gestione integrata, il controllo della produzione diventa semplice ed efficiente. Dai cicli di lavoro alla condivisione delle informazioni cruciali, il nostro sistema offre la flessibilità e la praticità necessarie alle piccole e medie aziende per ottimizzare le operazioni aziendali in modo fluido e senza sforzi eccessivi.",
        "button": "Vedi di più",
        "dataImg":[
          {
            "src": "/images/mes/mes.png",
            "width": "70%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ],
        "logoImg": "/images/mes/mes_white.png"
      },
      "piattaforma_imagina": {
        "header": "Piattaforma Imagina",
        "scanquest_title": "Semplifica l'ufficio con il software ScanQuest",
        "scanquest_desc_1": "Il nostro software ScanQuest e il Software Development Kit (SDK) ScanApi sono stati sviluppati per agevolare le operazioni d'ufficio tramite dispositivi scanner con alimentazione automatica e stampanti a getto d'inchiostro. Questi strumenti sono progettati per automatizzare i compiti di digitalizzazione, permettendo agli utenti di convertire documenti cartacei, fotografie e altri materiali in formato digitale con estrema facilità e precisione.",   
        "scheda_title": "Digitalizzazione e stampa con la scheda Imagina",
        "scheda_desc_1": "Grazie alla nostra tecnologia, i dispositivi Imagina implementano sofisticati algoritmi di riconoscimento per codici a barre, caratteri stampati e scritti a mano. Questo consente agli utenti di estrarre rapidamente informazioni rilevanti dai documenti digitalizzati. Inoltre, i file possono essere convertiti in bianco e nero, archiviati in vari formati come BMP, JPEG, TIFF e PDF, e facilmente modificati e condivisi in formato elettronico, migliorando notevolmente la produttività in ufficio.",
        "button": "Vedi di più"
      },
      "schede_automazione": {
        "header": "Schede Elettroniche per Automazione Industriale",
        "io24_title": "IO24ADC",
        "io24_desc_1": "La scheda elettronica IO24ADC è utilizzata nel settore del controllo industriale per gestire efficacemente ingressi e uscite digitali da 0 a 24VDC. E’ dotata di 24 ingressi e 24 uscite protette e supporta anche la conversione di 5 canali analogico-digitali, offrendo maggiore versatilità con una porta di espansione per il collegamento a moduli aggiuntivi. Le possibili connessioni al PC di controllo avvengono attraverso porte USB, RS232 o CAN, tutte galvanicamente isolate per una maggiore protezione.",
        "encoder_title": "ENCODER 4",
        "encoder_desc_1": "Il modulo ENCODER 4, integrato nel nostro progetto per l'Industria 4.0, permette il monitoraggio accurato degli angoli attraverso quattro encoder assoluti o la lettura delle coordinate da quattro righe ottiche digitali. Questo si collega direttamente al PC di controllo mediante la scheda IO24ADC e la sua porta di espansione digitale, arricchendo così la nostra gamma di soluzioni e offrendo agli operatori strumenti robusti per la gestione dei processi industriali.",
        "cora_title": "CORA",
        "cora_desc_1": "La scheda elettronica CORA consente di leggere correnti, trasformando il valore misurato in una tensione che sarà digitalizzata tramite uno dei canali di conversione ADC della scheda IO24ADC. Dispone di un trasduttore isolato galvanicamente in grado leggere correnti unidirezionali o bidirezionali fino a un massimo di 19.2A. La tensione di uscita, proporzionale alla corrente misurata, varia tra 0V e 3.3V, rendendola compatibile con i convertitori analogico-digitali della scheda IO24ADC.",
        "button": "Vedi di più",
        "dataImg":[
          {
            "src": "images/case-study-2/schede_insieme.png",
            "width": "50%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ]
      }
    },
    "servizi": {
      "header": "I nostri servizi",
      "data": [
        {
          "id": 1,
          "title": "Sviluppo prodotti",
          "description": "Scanteq sviluppa, per se e per i suoi clienti, prodotti innovativi con architettura integrata di hardware, firmware e software. Offriamo competenze complete e forniamo documentazione e certificazioni UL, FCC e CE, garantendo prodotti di alta qualità..",
          "icon": "flaticon-monitor"
        },
        {
          "id": 2,
          "title": "Progettazione hardware",
          "description": "Esperti in elettronica, proggettiamo circuiti analogici, digitali e di potenza. Forniamo competenze avanzate nella creazione di schemi elettronici e del layout, garantendo soluzioni innovative, affidabili e di alta qualità per soddisfare le esigenze dei nostri clienti.",
          "icon": "flaticon-engineer"
        },
        {
          "id": 3,
          "title": "Sviluppo software e firmware",
          "description": "Infine, sviluppiamo software e firmware per varie piattaforme, supportando sistemi operativi moderni e interfacciamenti con periferiche hardware. Siamo esperti in device driver, librerie (DLL) e interfacce utente complesse (GUI), offrendo supporto nel test e distribuzione.",
          "icon": "flaticon-coding"
        }
      ]
    },
    "clienti": {
      "header_1": "I nostri partner",
      "header_2": "I nostri clienti finali",
      "tecno_italia": "Tecno Italia, situata a Orbassano, è specializzata nella distribuzione di bracci di reazione ed attrezzature per la manipolazione nel settore industriale, offre servizi post-vendita completi, tra cui formazione, assistenza tecnica e un vasto inventario di ricambi per ottimizzare la produzione industriale.",
      "miba": "Fondata nel 1984, Miba è l'unico detentore del marchio THOR e si specializza nella progettazione e produzione di attrezzature industriali. Dal 2006, è il distributore esclusivo in Italia per i prodotti Eepos, Liftkon e Vetter, collaborando con le principali aziende automotive europee.",
      "automotive_componentistica_title": "Automotive e Componentistica per Automotive",
      "automotive_componentistica_desc": "Nel settore dell'Automotive, della Componentistica per Automotive e delle Lavorazioni Meccaniche, la nostra azienda ha fornito le tecnologie per la creazione di banchi di montaggio e collaudo. Questi sistemi utilizzano le operazioni disponibili nella Piattaforma MASP e sono in grado di interfacciarsi con i sistemi MES (Manufacturing Execution System) e ERP (Enterprise Resources Planning) dei nostri clienti.",
      "lavorazioni_meccaniche_title": "Lavorazioni Meccaniche",
      "automazione_ufficio_title": "Automazione d'Ufficio",
      "automazione_ufficio_desc": "Scanteq ha fornito la soluzione hardware e software per l'imaging e la stampa digitale, agevolando lo sviluppo rapido dello scanner multifunzione denominato scAn4 per il cliente. Questo dispositivo è impiegato per la digitalizzazione e l'elaborazione di documenti e assegni, il riconoscimento della codeline magnetica E13B e CMC7, la lettura dei biglietti di lotteria, la verifica delle banconote e la stampa a getto d'inchiostro sul retro degli articoli di carta.",
      "istruzione_ricerca_title": "Istruzione e ricerca",
      "istruzione_ricerca_desc": "Il Dipartimento di Ingegneria Elettrica del Politecnico di Torino ha scelto la nostra soluzione di Controllo Digitale come scheda elettronica per controllare in tempo reale i convertitori elettronici di potenza in un sistema di ricarica senza fili per le batterie delle auto elettriche. Finanziato con fondi europei, questo progetto è parte di una collaborazione internazionale con istituti di ricerca e università."
    },
    "perche_sceglierci":{
      "header": "Perchè sceglierci",
      "desc_1": "La Scanteq ofre oltre un decennio di esperienza nell'automazione industriale e d'ufficio. La nostra comprovata competenza e il costante impegno per l'innovazione garantiscono soluzioni su misura di successo.",
      "lista":[
        {
          "desc": "Eccellenza tecnica"
        },
        {
          "desc": "Esperienza comprovata"
        },
        {
          "desc": "Innovazione continua"
        },
        {
          "desc": "Personalizzazione delle soluzioni"
        },
        {
          "desc": "Supporto clienti proattivo"
        }
      ]

    }
  }
}