{
    "header": "La nostra leadership",
    "desc_1": "In qualità di fondatore di Scanteq, l’ingegner Valentin Drogoreanu ha ricoperto il ruolo di Chief Technology Officer fin dall'inizio di questa start-up, nel 2010, mentre dal 2022 è diventato l’Amministratore Delegato della Scanteq Srl, in seguito a una riorganizzazione aziendale motivata dal processo di crescita.",
    "desc_2": "Dopo aver conseguito la laurea in Ingegneria Elettronica, nel 1992, presso l'Università “Politehnica” di Bucarest, in Romania, Valentin Drogoreanu ha avviato la sua carriera lavorativa come ricercatore presso lo stesso istituto, specializzandosi nei settori del controllo digitale e della simulazione di convertitori elettronici di potenza. Successivamente ha ottenuto una borsa di studio Tempus presso il “Politecnico“ di Torino, dove ha condotto ricerche nel campo del Controllo Vettoriale con DSP (Digital Signal Processor) per azionamenti a corrente alternata.",
    "desc_3": "Durante questo periodo di lavoro proficuo presso le università, Valentin Drogoreanu ha contribuito come coautore a più di venti articoli e a due libri scientifici. Inoltre, ha svolto attività di insegnamento e ricerca presso l'Università “Politehnica” di Bucarest e il Politecnico di Torino nei settori dell'elettronica industriale, dell'elettronica di potenza, dell'ingegneria del software e del controllo digitale, utilizzando computer e microprocessori.",
    "desc_4": "Valentin Drogoreanu ha conseguito nel 2000 un Dottorato di Ricerca in Ingegneria Elettronica presso l'Università “Politehnica“ di Bucarest, ottenendo il qualificativo “Summa Cum Laude”. Successivamente, nel 2002, ha completato un ulteriore Dottorato di Ricerca in Ingegneria Elettrica presso il Politecnico di Torino.",
    "desc_5": "Ulteriormente Valentin Drogoreanu ha intrapreso una carriera nell'industria a Torino, concentrando il suo lavoro sull'implementazione di soluzioni hardware e software per attrezzature destinate ai settori dell'automazione d'ufficio e industriale. Nel 1998, ha assunto la posizione di Senior Design Engineer presso Panini Spa, leader mondiale nella digitalizzazione degli assegni. Durante questo periodo ha sviluppato una profonda conoscenza delle tecnologie hardware, software e firmware per l'acquisizione di immagini, che è diventata una nuova passione alla quale si è dedicato con entusiasmo.",
    "desc_6": "Nel 2010, spinto dalla sua vasta competenza tecnologica e dalla comprensione del mercato, Valentin Drogoreanu ha fondato Scanteq, una start-up specializzata nella ricerca e nello sviluppo, con focus su tecnologie elettroniche e informatiche. L'obiettivo primario era non solo continuare a progettare e produrre sistemi di acquisizione di immagini, ma anche espandere il campo di interesse ad altri settori come la stampa digitale e l'automazione industriale."

}
