{
    "header": "La nostra leadership",
    "desc_1": "In qualità di fondatore di Scanteq, Valentin Drogorano (precedentemente Drogoreanu) ha ricoperto il ruolo di Chief Technology Officer fin dal 2010, mentre dal 2022 è diventato l’Amministratore Delegato della Scanteq Srl, in seguito a una riorganizzazione aziendale motivata dal processo di crescita.",
    "desc_2": "Dopo aver conseguito la laurea in Ingegneria Elettronica, nel 1992, presso l'Università 'Politehnica' di Bucarest, l'ingegner Valentin Drogorano ha avviato la sua carriera lavorativa come ricercatore presso lo stesso istituto, specializzandosi nei settori del controllo digitale e della simulazione di convertitori elettronici di potenza. Successivamente ha ottenuto una borsa di studio Tempus presso il 'Politecnico' di Torino, dove ha condotto ricerche nel campo del Controllo Vettoriale con DSP (Digital Signal Processor) per azionamenti a corrente alternata. Durante questo periodo di lavoro proficuo presso le università, Valentin Drogorano ha contribuito come coautore a più di venti articoli e a due libri scientifici. Inoltre, ha insegnato e svolto ricerca presso l'Università 'Politehnica' di Bucarest e il 'Politecnico' di Torino nei seguenti settori: elettronica industriale, elettronica di potenza, ingegneria del software e controllo digitale con computer, microprocessori e DSP.",
    "desc_3": "Valentin Drogorano ha conseguito nel 2000 un Dottorato di Ricerca in Ingegneria Elettronica presso l'Università 'Politehnica' di Bucarest, con la tesi 'Metodi e strategie per l'ottimizzazione degli inverter PWM (Pulse Width Modulation)', ottenendo il qualificativo 'Summa Cum Laude'. Successivamente, nel 2002, ha completato un ulteriore Dottorato di Ricerca in Ingegneria Elettrica presso il 'Politecnico' di Torino, con l'argomento 'Controllo sensorless per motori a corrente alternata. Applicazioni con DSP per il motore a induzione'.",
    "desc_4": "Ulteriormente, il dott. Valentin Drogorano ha proseguito la sua carriera nell'industria a Torino, concentrando la sua attenzione sulla progettazione di soluzioni hardware e software per l'automazione d'ufficio e industriale.",
    "desc_5": "Nel 1998, Valentin Drogorano ha iniziato a lavorare come Senior Design Engineer presso Panini Spa, in una fase in cui l'azienda stava sviluppando soluzioni innovative per la digitalizzazione degli assegni. Durante questo periodo, Valentin Drogorano è stato uno dei principali progettisti di technologie (schede elettroniche con microprocessori e DSP, controllori USB e FPGA, oltre a firmware, Device Drivers, software e algoritmi di Image Processing e Pattern Recognition) integrate negli scanner S1 Vision, MyVision X e Vision X. Quest'ultimo prodotto, divenuto iconico, ha rapidamente dominato il mercato finanziario globale, superando il milione di unità vendute e permettendo alla Panini Spa di affermarsi come leader mondiale nella digitalizzazione degli assegni.",
    "desc_6": "Nel 2010, spinto dal suo solido background tecnologico e dalla passione per l'innovazione, Valentin Drogorano ha fondato Scanteq con l'obiettivo di continuare a progettare e produrre sistemi digitali complessi per l'acquisizione delle immagini, espandendo al contempo il campo di interesse ad altri settori come la stampa digitale a getto d'inchiostro e su carta termica, oltre all'automazione industriale. Valentin Drogorano è stato l'ideatore delle piattaforme Imagina e MASP (Mounting Assisted Software Platform), che sono state continuamente aggiornate e migliorate e rimangono tuttora le principali proposte dell'azienda."
}
