{
    "intro":{
        "header": "Unità di controllo",
        "desc_1": "Scanteq si propone come partner per le piccole e medie imprese che vedono nell’aggiunta delle Information Technology nei sistemi produttivi un’opportunità di crescita strategica.",
        "desc_2": "La seguente immagine mostra una semplice piattaforma hardware e software per il controllo industriale. La piantana in alluminio include uno schermo, un lettore barcode, una stampante, un lettore fingerprint, una presa di alimentazione elettrica e un PC industriale Minibox, offrendo una soluzione compatta ed efficiente per la gestione dei processi industriali."
    },
    "i_nostri_prodotti":{
        "header": "I nostri prodotti",
        "data": [
            {
              "margin": false,
              "fade": "Left", 
              "titolo": "MiniBox",
              "immagineSrc": "images/hardware/unitadicontrollo/minibox.png",
              "altSrc": "MiniBox",
              "dettagli": [
                {
                  "iconaClasse": "flaticon-development",
                  "descrizione":
                    "La Minibox è progettata per offrire un controllo industriale avanzato con alta affidabilità e prestazioni elevate. Dotata di una scheda madre Advantech e processori Intel, garantisce un funzionamento ottimale anche in ambienti difficili. È ideale per l'installazione in quadri elettrici, gestendo processi industriali e sistemi di visione artificiale."
                },
                {
                  "iconaClasse": "flaticon-physics",
                  "descrizione":
                    "L'integrazione e la manutenzione della Minibox sono semplici grazie al design modulare. L'accesso ai componenti interni facilita gli interventi tecnici e l'installazione di moduli aggiuntivi. Le porte USB di servizio sul pannello frontale rendono agevoli le operazioni di assistenza tecnica​​."
                }
              ]
            },
            {
              "margin": true,
              "fade": "Left", 
              "titolo": "Mini",
              "immagineSrc": "images/hardware/unitadicontrollo/mini.png",
              "altSrc": "Mini",
              "dettagli": [
                {
                  "iconaClasse": "flaticon-development",
                  "descrizione":
                    "Il sistema Mini offre una soluzione di controllo industriale compatta con alte prestazioni e affidabilità. Equipaggiato con processori Intel e schede madri Advantech, opera efficientemente anche in condizioni estreme. Il design ergonomico consente il montaggio su sistemi di sospensione fissi o mobili, aumentando la versatilità."
                },
                {
                  "iconaClasse": "flaticon-physics",
                  "descrizione":
                    "La struttura modulare del Mini e l'accesso rapido ai componenti interni tramite l'apertura frontale facilitano l'integrazione e la manutenzione. Le porte USB di servizio sul pannello frontale semplificano le operazioni tecniche, rendendo questo sistema ideale per applicazioni industriali che richiedono prestazioni affidabili e una gestione semplice delle periferiche​​."
                }
              ]
            },
            {
              "margin": true,
              "fade": "Right", 
              "titolo": "IO24 Box",
              "immagineSrc": "images/hardware/unitadicontrollo/io24.png",
              "altSrc": "Interfaccia Utente",
              "dettagli": [
                {
                  "iconaClasse": "flaticon-development",
                  "descrizione":
                    "In alcuni casi risulta conveniente montare la scheda IO24ADC o una delle altre schede vicino al punto dove sono le periferiche. Questo approccio facilita l'accesso e riduce la lunghezza dei cavi, migliorando l'efficienza complessiva del sistema di controllo industriale."
                },
                {
                  "iconaClasse": "flaticon-physics",
                  "descrizione":
                    "Per queste situazioni, è stato progettato un apposito contenitore in plastica, denominato IO24 Box, che può essere realizzato con una stampante 3D. Questo contenitore offre una soluzione pratica e personalizzabile per proteggere e montare le schede elettroniche in prossimità delle periferiche, garantendo una maggiore comodità e flessibilità."
                }
              ]
            },
            {
              "margin": true,
              "fade": "Left", 
              "titolo": "Totem",
              "immagineSrc": "images/hardware/unitadicontrollo/totem.png",
              "altSrc": "Totem",
              "dettagli": [
                {
                  "iconaClasse": "flaticon-development",
                  "descrizione":
                    "Il Totem è una soluzione IT completa con un design ergonomico e funzionalità avanzate. Dispone di un monitor LCD IPS integrato da 21 pollici con touchscreen capacitivo, ideale per ambienti industriali che richiedono un'interfaccia utente intuitiva."
                },
                {
                  "iconaClasse": "flaticon-physics",
                  "descrizione":
                    "Progettato per essere montato su sistemi di sospensione fissi o mobili, offre flessibilità e facilità d'uso. Con ampio spazio interno per moduli aggiuntivi e accesso rapido tramite l'apertura frontale, il Totem facilita l'integrazione di diverse periferiche hardware, rendendolo perfetto per applicazioni industriali complesse.​"
                }
              ]
            }
          ]
    },
    "button_avanti": "Avanti"
}
