{
  "header": "Our Leadership",
  "desc_1": "As the founder of Scanteq, Valentin Drogorano (formerly Drogoreanu) has served as Chief Technology Officer since 2010, and since 2022, he has been the Chief Executive Officer of Scanteq Srl, following a corporate reorganization driven by growth.",
  "desc_2": "After earning his degree in Electronic Engineering in 1992 from the 'Politehnica' University of Bucharest, Engineer Valentin Drogorano began his career as a researcher at the same institution, specializing in digital control and simulation of electronic power converters. He later received a Tempus scholarship from the 'Politecnico' of Turin, where he conducted research in Vector Control with DSP (Digital Signal Processor) for AC drives. During this productive period at universities, Valentin Drogorano contributed as a co-author to more than twenty articles and two scientific books. Additionally, he taught and conducted research at the 'Politehnica' University of Bucharest and the 'Politecnico' of Turin in the fields of industrial electronics, power electronics, software engineering, and digital control with computers, microprocessors, and DSP.",
  "desc_3": "Valentin Drogorano earned his Ph.D. in Electronic Engineering from the 'Politehnica' University of Bucharest in 2000, with a thesis titled 'Methods and Strategies for PWM Inverter Optimization,' achieving 'Summa Cum Laude' honors. Subsequently, in 2002, he completed another Ph.D. in Electrical Engineering at the 'Politecnico' of Turin, focusing on 'Sensorless Control for AC Motors: DSP Applications for Induction Motors'.",
  "desc_4": "Furthermore, Dr. Valentin Drogorano continued his career in industry in Turin, focusing on designing hardware and software solutions for office and industrial automation.",
  "desc_5": "In 1998, Valentin Drogorano began working as a Senior Design Engineer at Panini Spa, during a phase when the company was developing innovative solutions for check digitization. During this period, Valentin Drogorano was one of the main designers of technologies (electronic boards with microprocessors and DSP, USB and FPGA controllers, as well as firmware, device drivers, software, and algorithms for image processing and pattern recognition) integrated into scanners such as S1 Vision, MyVision X, and Vision X. The latter product, becoming iconic, quickly dominated the global financial market, surpassing one million units sold and enabling Panini Spa to establish itself as a global leader in check digitization.",
  "desc_6": "In 2010, driven by his solid technological background and passion for innovation, Valentin Drogorano founded Scanteq with the goal of continuing to design and produce complex digital systems for image acquisition, while expanding into other sectors such as digital inkjet and thermal paper printing, as well as industrial automation. Valentin Drogorano was the creator of the Imagina and MASP (Mounting Assisted Software Platform) platforms, which have been continuously updated and improved and remain the company's main offerings."
}
