{
    "header": "Our Leadership",
    "desc_1": "As the founder of Scanteq, Engineer Valentin Drogoreanu has served as Chief Technology Officer since the inception of this start-up in 2010. In 2022, he became the CEO of Scanteq Srl following a corporate reorganization driven by the growth process.",
    "desc_2": "After graduating in Electronic Engineering in 1992 from the 'Politehnica' University of Bucharest, Romania, Valentin Drogoreanu began his career as a researcher at the same institution, specializing in digital control and simulation of electronic power converters. He later received a Tempus scholarship at the 'Politecnico' of Turin, where he conducted research in the field of Vector Control with DSP (Digital Signal Processor) for AC drives.",
    "desc_3": "During this fruitful period of work at universities, Valentin Drogoreanu co-authored more than twenty articles and two scientific books. Additionally, he taught and conducted research at the 'Politehnica' University of Bucharest and the Polytechnic University of Turin in the fields of industrial electronics, power electronics, software engineering, and digital control using computers and microprocessors.",
    "desc_4": "In 2000, Valentin Drogoreanu obtained a PhD in Electronic Engineering from the 'Politehnica' University of Bucharest, receiving the 'Summa Cum Laude' distinction. Later, in 2002, he completed another PhD in Electrical Engineering at the Polytechnic University of Turin.",
    "desc_5": "Subsequently, Valentin Drogoreanu pursued a career in industry in Turin, focusing his work on the implementation of hardware and software solutions for equipment intended for office and industrial automation sectors. In 1998, he assumed the position of Senior Design Engineer at Panini Spa, a world leader in check digitization. During this period, he developed a deep knowledge of hardware, software, and firmware technologies for image acquisition, which became a new passion to which he dedicated himself enthusiastically.",
    "desc_6": "In 2010, driven by his vast technological expertise and market understanding, Valentin Drogoreanu founded Scanteq, a start-up specializing in research and development, focusing on electronic and computer technologies. The primary goal was not only to continue designing and producing image acquisition systems but also to expand the field of interest to other sectors such as digital printing and industrial automation."
}
