{
    "intro": {
        "header": "Multifunctional Electronic Control Board",
        "upper_desc_1": "This board is Scanteq's hardware and firmware solution for complex real-time control systems, integrating a fast ARM microprocessor, a powerful FPGA (Field Programmable Logic Array), and specific peripherals. Plugin can be effectively used in a wide range of industrial equipment that requires high computing power, implementation of embedded hardware and firmware, and analog and digital interfaces to perform functions appropriate for various applications, such as:",
        "data": [
            {
                "icona": "images/hardware/controllodigitale/motore.png",
                "descrizione": "Direct torque or Space Vector motor control",
                "delay": "0ms"
            },
            {
                "icona": "images/hardware/controllodigitale/passopasso.png",
                "descrizione": "Stepper motor control",
                "delay": "200ms"
            },
            {
                "icona": "images/hardware/controllodigitale/convertitore.png",
                "descrizione": "Complex power converters",
                "delay": "400ms"
            },
            {
                "icona": "images/hardware/controllodigitale/stampa.png",
                "descrizione": "Control systems for thermal and inkjet print heads",
                "delay": "600ms"
            }
        ],
        "lower_desc_1": "The integration of Plugin technology allows our customers to focus on developing the specific behaviors of their application without wasting valuable time on developing and debugging a complex control board. Using this strategy, they not only increase the added value of the products and drastically reduce release time but also achieve a much lower development cost."
    },
    "caratteristiche": {
        "header": "Powerful and Flexible Embedded Solution",
        "data": [
            {
                "margin": true,
                "fade": "Left",
                "titolo": "Fast ARM Microcontroller with Rich Peripherals",
                "immagineSrc": "images/hardware/controllodigitale/cortex.png",
                "altSrc": "Fast ARM Microcontroller with Rich Peripherals",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-layers",
                        "descrizione": "After careful market study, Scanteq's engineers chose the NXP LPC4078FBD144 microcontroller as the core of the board. Its control unit is an ARM Cortex-M4 processor for embedded applications that require a high level of integration and low power dissipation."
                    },
                    {
                        "iconaClasse": "flaticon-improve",
                        "descrizione": "The ARM Cortex-M4 processor offers a combination of high performance and low power consumption, making it ideal for a wide range of embedded applications. This choice allows Scanteq to guarantee a versatile and powerful platform for its customers."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Right",
                "titolo": "High-Performance FPGA",
                "immagineSrc": "images/hardware/controllodigitale/fpga.png",
                "altSrc": "High-Performance FPGA",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-engineer",
                        "descrizione": "The board design includes the use of an FPGA for complex control systems requiring configurable peripherals. Scanteq's engineers selected the Xilinx Spartan 6 FPGA for its system integration capabilities with the lowest cost for high-volume applications."
                    },
                    {
                        "iconaClasse": "flaticon-technical-support",
                        "descrizione": "The Spartan 6 FPGA is known for its flexibility and ability to handle complex real-time tasks. This makes it particularly suitable for applications requiring a high degree of customization and execution speed."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Left",
                "titolo": "Analog-Digital Converters",
                "immagineSrc": "images/hardware/controllodigitale/converti.png",
                "altSrc": "Analog-Digital Converters",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-skills",
                        "descrizione": "The board is equipped with analog-digital converters, a temperature sensor, an accelerometer sensor, and many regulated switching power supplies to control complex equipment. These components allow real-time measurement of signals required by control algorithms."
                    },
                    {
                        "iconaClasse": "flaticon-security",
                        "descrizione": "The presence of various sensors and A/D converters ensures the necessary precision to efficiently monitor and control the hardware. The regulated switching power supplies ensure that all components receive a stable voltage, essential for the correct functioning of the board."
                    }
                ]
            },
            {
                "margin": true,
                "fade": "Right",
                "titolo": "Communication Ports and Peripherals",
                "immagineSrc": "images/hardware/controllodigitale/porte.png",
                "altSrc": "Communication Ports and Peripherals",
                "dettagli": [
                    {
                        "iconaClasse": "flaticon-rss",
                        "descrizione": "The board is designed to communicate with many peripherals via standard buses and interact with the operator in a user-friendly way. It includes Ethernet ports, USB, Micro-SD cards, RS232 and RS485 serial ports."
                    },
                    {
                        "iconaClasse": "flaticon-check-mark",
                        "descrizione": "Additionally, the presence of a CAN, I2C, and SPI port allows versatile interaction with a wide range of external devices. This set of communication ports and buses makes the board extremely flexible and suitable for many industrial and control applications."
                    }
                ]
            }
        ]
    },
    "button_indietro": "Back"
}
