{
  "header": {
    "home": "Acasă",
    "chi_siamo": "Despre noi",
    "la_nostra_storia": "Historia noastră",
    "servizi": "Servicii",
    "area_personale": "Zona Personală",
    "contattaci": "Contactează-ne",
    "masp_caratteristiche": "Caracteristici",
    "masp_operazioni": "Operațiuni",
    "masp_tracciabilità": "Trasabilitate",
    "unità_di_controllo": "Unitate de control (PC)",
    "schede_per_automazione": "Plăci pentru automatizare",
    "scheda_di_controllo_digitale": "Placă de control digital"
  },
  "home": {
    "slider": {
      "slide_1_title":"AUTOMATIZARE INDUSTRIALĂ",
      "slide_1_subtitle": "Platforma MASP",
      "slide_1_desc": "Aducem compania ta în era industriei 4.0",
      "slide_1_button": "Vezi mai mult",
      "slide_2_title":"AUTOMATIZARE DE BIROU",
      "slide_2_subtitle": "Platforma Imagina",
      "slide_2_desc": "Automatizăm procesele tale",
      "slide_2_button": "Vezi mai mult"
    },
    "chi_siamo": {
      "header": "Despre noi",
      "title": "Istoria Scanteq",
      "desc_1": "Scanteq a fost fondată la Torino, în inima industriei italiene, cu misiunea de a dezvolta tehnologii de vârf în domeniul automatizării. Încă din primii ani de activitate, compania și-a dedicat resursele pentru crearea de soluții software și hardware avansate, concentrându-se în principal pe digitalizarea documentelor și tehnologiile de imprimare cu jet de cerneală și pe hârtie termică. Aceste funcționalități fac parte din principalele oferte Scanteq sub numele platformei Imagina, cu mii de licențe vândute.",
      "desc_2": "Ulterior, compania a intrat într-o nouă fază de dezvoltare care a condus la diversificarea activităților sale, incluzând în portofoliul său proiectarea de soluții pentru automatizarea industrială. Printre acestea se numără platforma MASP (Mounting Assisted Software Platform), care permite implementarea flexibilă și eficientă a sistemelor de control avansate pentru liniile de producție, combinând eficient instrumentele software și hardware și îmbunătățind semnificativ eficiența și calitatea proceselor de producție. Datorită versatilității și scalabilității remarcabile a platformei MASP, care a fost bine primită pe piață, Scanteq furnizează și instalează anual zeci de soluții de ultimă oră împreună cu partenerii săi, servind companii de producție importante atât italiene, cât și internaționale.",
      "contatto": "Contact telefonic",
      "esperienza": "14 Ani de experiență"
    },
    "primo_piano": {
      "header": "Produse în prim plan",
      "piattaforma_masp": {
        "header": "Platforma MASP",
        "title": "Automatizare avansată pentru Industria 4.0",
        "desc_1": "În contextul automatizării pentru Industria 4.0, este propusă platforma MASP (Mounting Assisted Software Platform), care permite implementarea flexibilă și eficientă a sistemelor de control cu conținut tehnologic avansat în cadrul liniilor de producție printr-o combinație eficientă de instrumente software și hardware proprietare.",
        "desc_2": "Funcționarea se bazează pe executarea într-o ordine predeterminată a unei serii de operațiuni, denumite Job, care reprezintă pașii efectuați de partea software, electronică și electromecanică, cu sau fără intervenția operatorului, necesare pentru a atinge un rezultat final.",
        "button": "Vezi mai mult"
      },
      "supervisor":{
        "header": "Supervisor",
        "title": "Control, trasabilitate și mentenanță într-un singur Hub",
        "desc_1": "Supervisor este un instrument web conectat la platforma MASP care, prin cele trei hub-uri interconectate ale sale, Traceability, Control și Maintenance, garantează gestionarea datelor colectate în timpul operațiunilor, controlul operativ optim și o mentenanță eficientă.",
        "control_title": "Control",
        "control_desc": "Control Hub oferă un control imediat asupra stării operative a posturilor, permițând identificarea și rezolvarea rapidă a anomaliilor, precum și optimizarea performanțelor sistemului.",
        "traceability_title": "Traceability",
        "traceability_desc": "Traceability Hub permite monitorizarea detaliată și în timp real a datelor, îmbunătățind precizia informațiilor și permițând un control mai eficient al proceselor și operațiunilor.",
        "maintenance_title": "Maintenance",
        "maintenance_desc": "În cele din urmă, Maintenance Hub suportă mentenanța preventivă cu instrumente avansate care mențin posturile eficiente și reduc timpii de inactivitate datorită monitorizării la distanță.",
        "button": "Vezi mai mult",
        "dataImg":[
          {
            "src": "/images/supervisor/circolare.png",
            "width": "100%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ],
        "logoImg": "/images/supervisor/supervisor_white.png"
      },
      "mes":{
        "header": "Mes",
        "title": "Trasabilitate și control pentru o producție eficientă",
        "desc_1": "Mes este o platformă web interconectată la MASP și proiectată pentru a urmări cu precizie ciclurile de lucru pe care posturile le efectuează în fiecare etapă a procesului de producție.",
        "desc_2": "Gestionarea lucrărilor, comenzilor, componentelor și informațiilor auxiliare permite un control total al producției chiar și de la distanță. Se pot crea cicluri de lucru și trimite direct în rețeaua companiei, făcându-le ușor accesibile din posturi.",
        "desc_3": "Cu această gestionare integrată, controlul producției devine simplu și eficient. De la ciclurile de lucru la partajarea informațiilor esențiale, sistemul nostru oferă flexibilitatea și practicitatea necesare micilor și mijlociilor companii pentru a optimiza operațiunile fără eforturi excesive.",
        "button": "Vezi mai mult",
        "dataImg":[
          {
            "src": "/images/mes/mes.png",
            "width": "70%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ],
        "logoImg": "/images/mes/mes_white.png"
      },
      "piattaforma_imagina": {
        "header": "Platforma Imagina",
        "scanquest_title": "Simplifică biroul cu software-ul ScanQuest",
        "scanquest_desc_1": "Software-ul nostru ScanQuest și Software Development Kit (SDK) ScanApi au fost dezvoltate pentru a facilita operațiunile de birou prin dispozitive scanner cu alimentare automată și imprimante cu jet de cerneală. Aceste instrumente sunt proiectate pentru a automatiza sarcinile de digitalizare, permițând utilizatorilor să convertească documente pe hârtie, fotografii și alte materiale în format digital cu ușurință și precizie extremă.",
        "scheda_title": "Digitalizare și imprimare cu placa Imagina",
        "scheda_desc_1": "Datorită tehnologiei noastre, dispozitivele Imagina implementează algoritmi sofisticați de recunoaștere pentru coduri de bare, caractere tipărite și scrise de mână. Acest lucru permite utilizatorilor să extragă rapid informații relevante din documentele digitalizate. În plus, fișierele pot fi convertite în alb-negru, arhivate în diferite formate, cum ar fi BMP, JPEG, TIFF și PDF, și ușor modificate și partajate în format electronic, îmbunătățind considerabil productivitatea în birou.",
        "button": "Vezi mai mult"
      },
      "schede_automazione": {
        "header": "Plăci pentru Automatizare Industrială",
        "io24_title": "IO24ADC",
        "io24_desc_1": "Placa electronică IO24ADC este utilizată în sectorul controlului industrial pentru a gestiona eficient intrările și ieșirile digitale de la 0 la 24VDC. Este dotată cu 24 de intrări și 24 de ieșiri protejate și suportă conversia a 5 canale analogico-digitale, oferind o versatilitate sporită cu un port de expansiune pentru conectarea la module suplimentare. Conexiunile posibile la PC-ul de control se realizează prin porturi USB, RS232 sau CAN, toate izolate galvanic pentru o protecție sporită.",
        "encoder_title": "ENCODER 4",
        "encoder_desc_1": "Modulul ENCODER 4, integrat în proiectul nostru pentru Industria 4.0, permite monitorizarea precisă a unghiurilor prin patru encodere absolute sau citirea coordonatelor de la patru rigle optice digitale. Acesta se conectează direct la PC-ul de control prin placa IO24ADC și portul său de expansiune digital, îmbogățind astfel gama noastră de soluții și oferind operatorilor instrumente robuste pentru gestionarea proceselor industriale.",
        "cora_title": "CORA",
        "cora_desc_1": "Placa electronică CORA permite citirea curenților, transformând valoarea măsurată într-o tensiune care va fi digitalizată prin intermediul unuia dintre canalele de conversie ADC ale plăcii IO24ADC. Dispune de un transductor izolat galvanic capabil să citească curenți unidirecționali sau bidirecționali până la un maxim de 19.2A. Tensiunea de ieșire, proporțională cu curentul măsurat, variază între 0V și 3.3V, făcând-o compatibilă cu convertoarele analogico-digitale ale plăcii IO24ADC.",
        "button": "Vezi mai mult",
        "dataImg":[
          {
            "src": "images/case-study-2/schede_insieme.png",
            "width": "50%",
            "widthLower": "70%",
            "color1": "rgba(12, 142, 142, 0.3)",
            "color2": "rgba(238, 53, 42, 0.3)",
            "colorBackGround": "rgb(0,12,84)",
            "transitionSeconds": "1000",
            "transitionSecondsCss": "1s",
            "fixedSeconds": "500",
            "totalSeconds": "4000"
          }
        ]
      }
    },
    "servizi": {
      "header": "Serviciile noastre",
      "data": [
        {
          "id": 1,
          "title": "Dezvoltare produse",
          "description": "Scanteq dezvoltă, pentru sine și pentru clienții săi, produse inovatoare cu arhitectură integrată de hardware, firmware și software. Oferim competențe complete și furnizăm documentație și certificări UL, FCC și CE, garantând produse de înaltă calitate.",
          "icon": "flaticon-monitor"
        },
        {
          "id": 2,
          "title": "Proiectare hardware",
          "description": "Experți în electronică, proiectăm circuite analogice, digitale și de putere. Oferim competențe avansate în crearea de scheme electronice și layout, garantând soluții inovatoare, fiabile și de înaltă calitate pentru a satisface nevoile clienților noștri.",
          "icon": "flaticon-engineer"
        },
        {
          "id": 3,
          "title": "Dezvoltare software și firmware",
          "description": "În cele din urmă, dezvoltăm software și firmware pentru diverse platforme, suportând sisteme de operare moderne și interfațări cu periferice hardware. Suntem experți în device driver, librării (DLL) și interfețe utilizator complexe (GUI), oferind suport în testare și distribuție.",
          "icon": "flaticon-coding"
        }
      ]
    },
    "clienti": {
      "header_1": "Partenerii noștri",
      "header_2": "Clienții noștri finali",
      "tecno_italia": "Tecno Italia, situată în Orbassano, este specializată în distribuția de brațe de reacție și echipamente pentru manipulare în sectorul industrial, oferind servicii post-vânzare complete, inclusiv formare, asistență tehnică și un inventar vast de piese de schimb pentru a optimiza producția industrială.",
      "miba": "Fondată în 1984, Miba este singurul deținător al mărcii THOR și se specializează în proiectarea și producția de echipamente industriale. Din 2006, este distribuitorul exclusiv în Italia pentru produsele Eepos, Liftkon și Vetter, colaborând cu principalele companii auto europene.",
      "automotive_componentistica_title": "Automotive și Componente pentru Automotive",
      "automotive_componentistica_desc": "În sectorul Automotive, Componente pentru Automotive și Prelucrări Mecanice, compania noastră a furnizat tehnologiile pentru crearea de bănci de montaj și testare. Aceste sisteme utilizează operațiunile disponibile în Platforma MASP și sunt capabile să interfațeze cu sistemele MES (Manufacturing Execution System) și ERP (Enterprise Resources Planning) ale clienților noștri.",
      "lavorazioni_meccaniche_title": "Prelucrări Mecanice",
      "automazione_ufficio_title": "Automatizare de Birou",
      "automazione_ufficio_desc": "Scanteq a furnizat soluția hardware și software pentru imaging și imprimare digitală, facilitând dezvoltarea rapidă a scannerului multifuncțional denumit scAn4 pentru client. Acest dispozitiv este utilizat pentru digitalizarea și procesarea documentelor și cecurilor, recunoașterea codelinei magnetice E13B și CMC7, citirea biletelor de loterie, verificarea bancnotelor și imprimarea cu jet de cerneală pe spatele articolelor de hârtie.",
      "istruzione_ricerca_title": "Educație și cercetare",
      "istruzione_ricerca_desc": "Departamentul de Inginerie Electrică al Politehnicii din Torino a ales soluția noastră de Control Digital ca placă electronică pentru a controla în timp real convertoarele electronice de putere într-un sistem de încărcare fără fir pentru bateriile mașinilor electrice. Finanțat cu fonduri europene, acest proiect face parte dintr-o colaborare internațională cu institute de cercetare și universități."
    },
    "perche_sceglierci":{
      "header": "De ce să ne alegi",
      "desc_1": "Scanteq oferă peste un deceniu de experiență în automatizarea industrială și de birou. Competența noastră dovedită și angajamentul constant pentru inovație garantează soluții personalizate de succes.",
      "lista":[
        {
          "desc": "Excelență tehnică"
        },
        {
          "desc": "Experiență dovedită"
        },
        {
          "desc": "Inovație continuă"
        },
        {
          "desc": "Personalizarea soluțiilor"
        },
        {
          "desc": "Suport proactiv pentru clienți"
        }
      ]

    }
  }
}
