{
    "header": "Leadership-ul nostru",
    "desc_1": "În calitate de fondator al Scanteq, inginerul Valentin Drogoreanu a ocupat funcția de Chief Technology Officer încă de la începutul acestei start-up, în 2010, iar din 2022 a devenit Director General al Scanteq Srl, în urma unei reorganizări corporative motivate de procesul de creștere.",
    "desc_2": "După ce a absolvit Ingineria Electronică în 1992 la Universitatea 'Politehnica' din București, România, Valentin Drogoreanu și-a început cariera ca cercetător la aceeași instituție, specializându-se în control digital și simularea convertoarelor electronice de putere. Ulterior, a obținut o bursă Tempus la 'Politehnica' din Torino, unde a desfășurat cercetări în domeniul Controlului Vectorial cu DSP (Digital Signal Processor) pentru acționări cu curent alternativ.",
    "desc_3": "În această perioadă fructuoasă de muncă la universități, Valentin Drogoreanu a contribuit ca coautor la peste douăzeci de articole și două cărți științifice. În plus, a predat și a desfășurat activități de cercetare la Universitatea 'Politehnica' din București și la Politehnica din Torino în domeniile electronicii industriale, electronicii de putere, ingineriei software și controlului digital, folosind calculatoare și microprocesoare.",
    "desc_4": "În 2000, Valentin Drogoreanu a obținut un doctorat în Inginerie Electronică la Universitatea 'Politehnica' din București, obținând calificativul 'Summa Cum Laude'. Ulterior, în 2002, a finalizat un alt doctorat în Inginerie Electrică la Politehnica din Torino.",
    "desc_5": "Ulterior, Valentin Drogoreanu a urmat o carieră în industrie la Torino, concentrându-și activitatea pe implementarea soluțiilor hardware și software pentru echipamente destinate sectorului de automatizare de birou și industrială. În 1998, a ocupat poziția de Senior Design Engineer la Panini Spa, lider mondial în digitalizarea cecurilor. În această perioadă, a dezvoltat o cunoaștere profundă a tehnologiilor hardware, software și firmware pentru achiziția de imagini, care a devenit o nouă pasiune căreia i s-a dedicat cu entuziasm.",
    "desc_6": "În 2010, impulsionat de vasta sa competență tehnologică și de înțelegerea pieței, Valentin Drogoreanu a fondat Scanteq, un start-up specializat în cercetare și dezvoltare, concentrându-se pe tehnologiile electronice și informatice. Obiectivul principal era nu numai să continue proiectarea și producerea de sisteme de achiziție de imagini, ci și să extindă domeniul de interes la alte sectoare, cum ar fi imprimarea digitală și automatizarea industrială."
}
