{
"header": "Leadership-ul nostru",
"desc_1": "In calitate de fondator al Scanteq, Valentin Drogorano (anterior Drogoreanu) a ocupat funcția de Chief Technology Officer începând din 2010, iar din 2022 a devenit Director General al Scanteq Srl, în urma unei reorganizări motivate de procesul de creștere al companiei.",
"desc_2": "După obținerea diplomei în Inginerie Electronică în 1992 de la Universitatea 'Politehnica' din București, inginerul Valentin Drogorano și-a început cariera ca cercetător la același institut, specializându-se în domeniile controlului digital și simulării convertoarelor electronice de putere. Ulterior, a obținut o bursă Tempus la 'Politecnico' din Torino, unde a efectuat cercetări în domeniul Controlului Vectorial cu DSP (Digital Signal Processor) pentru acționări cu curent alternativ. În timpul acestui perioade productive petrecut la universități, Valentin Drogorano a contribuit ca coautor la peste douăzeci de articole și la două cărți științifice. De asemenea, a predat și a efectuat cercetări la Universitatea 'Politehnica' din București și la 'Politecnico' din Torino în domeniile următoare: electronică industrială, electronică de putere, inginerie software și control digital cu computere, microprocesoare și DSP.",
"desc_3": "Valentin Drogorano a obținut în 2000 un doctorat în Inginerie Electronică la Universitatea 'Politehnica' din București, cu teza 'Metode și strategii pentru optimizarea invertorilor PWM (Pulse Width Modulation)', obținând calificativul 'Summa Cum Laude'. Ulterior, în 2002, a finalizat un alt doctorat în Inginerie Electrică la 'Politecnico' din Torino, cu tema 'Control sensorless pentru motoare cu curent alternativ. Aplicații cu DSP pentru motorul de inducție'.",
"desc_4": "Ulterior, dr. Valentin Drogorano și-a continuat cariera în industrie în Torino, concentrându-se pe proiectarea de soluții hardware și software pentru automatizarea de birou și industrială.",
"desc_5": "Începând din 1998, Valentin Drogorano a lucrat ca Senior Design Engineer la Panini Spa, într-o perioadă în care compania dezvolta soluții inovatoare pentru digitalizarea cecurilor. În această perioadă, Valentin Drogorano a fost unul dintre principalii proiectanți ai tehnologiilor integrate (plăci electronice cu microprocesoare și DSP, controlori USB și FPGA, împreună cu firmware, Device Drivers, software și algoritmi de Image Processing și Pattern Recognition) în scanerele S1 Vision, MyVision X și Vision X. Acest ultim produs, devenit iconic, a dominat rapid piața financiară globală, depășind un milion de unități vândute și a permis Panini Spa să se afirme ca lider mondial în digitalizarea cecurilor.",
"desc_6": "În 2010, condus de background-ul său solid în tehnologie și de pasiunea pentru inovație, Valentin Drogorano a fondat Scanteq cu scopul de a continua să proiecteze și să producă sisteme digitale complexe pentru capturarea imaginilor, extinzând în același timp domeniul de interes către alte sectoare precum imprimarea digitală cu jet de cerneală și pe hârtie termică, precum și automatizarea industrială. Valentin Drogorano a fost creatorul platformelor Imagina și MASP (Mounting Assisted Software Platform), care au fost continuu actualizate și îmbunătățite și rămân propunerile principale ale companiei."
}